Repository: Sebungifto/pychess-variants
Catalog: lang/*/LC_MESSAGES/server.po
Languages: tr

source: Hourly
tr: Saatlik

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

source: Marathon
tr: Maraton

source: Shield
tr: Kalkan

source: SEAturday
tr: SUmartesi

source: Chess
tr: Satranç

source: Chess960
tr: Satranç960

source: Crazyhouse
tr: ÇılgınEv Satranç

source: Crazyhouse960
tr: ÇılgınEv Satranç960

source: Placement
tr: Koyarak

source: Atomic
tr: Atomik

source: Atomic960
tr: Atomik960

source: Duck Chess
tr: Ördek Satrancı

source: Ouk Chaktrang
tr: Ouk Chatrang

source: Shogi
tr: Şogi

source: Minishogi
tr: Minişogi

source: Kyoto Shogi
tr: Kyoto Şogi

source: Tori Shogi
tr: Tori Şogi

source: Manchu
tr: Mançu

source: Capahouse
tr: CapaEvi

source: Capahouse960
tr: CapaEvi960

source: S-Chess
tr: S-Satranç

source: S-Chess960
tr: S-Satranç960

source: S-House
tr: S-Ev

source: Grand
tr: Büyük

source: Grandhouse
tr: Büyükev

source: Shogun
tr: Şhogun

source: Orda Chess
tr: Ordu Satrancı

source: Synochess
tr: Sinosatranç

source: Shinobi
tr: Şinobi

source: Shinobi+
tr: Şinobi+

source: Empire
tr: İmparator

source: Orda Mirror
tr: Ordu Ayna

source: Chak
tr: Çak

source: Chennis
tr: Satrannis

source: Spartan
tr: Spartalı

source: King of the Hill
tr: Tepenin Hakimi

source: King of the Hill 960
tr: Tepenin Hakimi 960

source: Three check
tr: Üç Şah

source: Three check 960
tr: Üç Şah 960

source: Howto
tr: Nasıl

source: Opening
tr: Açılış

source: Middlegame
tr: Ortaoyun

source: Endgame
tr: Oyunsonu

source: Fundamentals
tr: Gerekli Bilgiler

source: Tactics
tr: Taktikler

source: Puzzle
tr: Bulmaca

source: Duck
tr: Ördek

source: Match
tr: Eşleşme

source: Tournament
tr: Turnuva

source: beginner
tr: Acemi

source: intermediate
tr: Orta Derece

source: advanced
tr: Zor

source: This account is closed.
tr: Bu hesap kapatılmıştır.

source: As you know, pychess-variants is a free server and it will remain free forever. However, maintaining and improving the server costs time and money. If you like our work and find our server useful, please donate through patreon or paypal.
tr: Bildiğiniz gibi, pychess-varyantları sitesi ücretsiz bir sunucudur ve her zaman ücretsiz olarak kalıcaktır. Ancak sunucunun bakımı, sürdürülmesi ve geliştirilmesi zaman ve maddi açıdan masraf teşkil etmektedir. Eğer sunduğumuz hizmeti beğeniyor ve faydalı buluyorsanız, lütfen Patreon veya Paypal üzerinden bağışta bulunun.

source: All players
tr: Tüm oyuncular

source: Tournament winners
tr: Turnuva kazananları

source: Tournament shields
tr: Turnuva kalkanları

source: Online
tr: Çevrimiçi

source: Anonymous
tr: Anonim

source: Top 50
tr: İlk 50

source: %(count)s game
tr: %(count)s oyun

source: Watch games
tr: Oyun izle

source: Challenge to a game
tr: Oyuna davet et

source: Import game
tr: Oyun yükle

source: Export games
tr: Oyunları çıkar

source: Lichess profile
tr: Lichess profili

source: %(count)s puzzle
tr: %(count)'ın bulmacası

source: Puzzle history
tr: Bulmaca tarihi

source: Play
tr: Oyna

source: Create a game
tr: Oyun başlat

source: Tournaments
tr: Turnuvalar

source: Puzzles
tr: Bulmacalar

source: Learn
tr: Öğren

source: Variants
tr: Varyantlar

source: Memory
tr: Hafıza

source: Watch
tr: İzle

source: Current games
tr: Şu anda oynanan oyunlar

source: Video library
tr: Vidyo kütüphanesi

source: Community
tr: Topluluk

source: Players
tr: Oyuncular

source: Donate
tr: Bağış yap

source: Tools
tr: Araçlar

source: Editor
tr: Editör

source: Analysis
tr: Analiz yap

source: Login with Lichess
tr: Lichess hesabı ile oturum aç

source: Log in
tr: Oturum aç

source: Tournament calendar
tr: Turnuva takvimi

source: CREATE A NEW TOURNAMENT
tr: YENİ BİR TURNUVA YAP

source: Now playing
tr: Şimdi oynanıyor

source: Starting soon
tr: Birazdan başlayacak

source: Finished
tr: Bitti

source: Rated
tr: Puanlı

source: Casual
tr: Puansız

source: %(count)s player
tr: %(count)s oyuncu

source: Chess variant videos
tr: Satranç varyant videoları
